---
kind: other
id: Properties.T:Autodesk.Revit.DB.SpatialElementFromToCalculationPoints
source: html/58b3aa94-728c-6d67-71a3-7be98df2fda7.htm
---
# SpatialElementFromToCalculationPoints Properties

The id of the assembly instance to which the element belongs.